Repository: gechr/WhichSpace
Catalog: WhichSpace/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, mk, ms, nb, nl, nn, pa, pl, ps, pt, pt_br, ro, ru, sk, sr, sv, th, tr, uk, ur, vi, zh_hans, zh_hant, zh_hk

# tip_use_f_for_fullscreen_apps
source: Show "F" instead of the application icon on full-screen Spaces
ar: إظهار "F" بدلاً من أيقونة التطبيق في مساحات ملء الشاشة
bg: Показвай "F" вместо иконата на приложението за Пространствата на цял екран
ca: Mostra "F" en lloc de la icona de l'aplicació als Espais a pantalla completa
cs: Zobrazit "F" místo ikony aplikace u Spaces v režimu celé obrazovky
da: Vis "F" i stedet for app-ikonet på Spaces i fuld skærm
de: "F" statt des App-Icons auf Vollbild-Spaces anzeigen
el: Εμφάνιση του "F" αντί για το εικονίδιο της εφαρμογής στους Χώρους πλήρους οθόνης
es: Mostrar "F" en lugar del icono de la aplicación en los Espacios a pantalla completa
fa: نمایش "F" به‌جای آیکون برنامه در فضاهای تمام‌صفحه
fi: Näytä "F" sovelluksen kuvakkeen sijaan koko näytön Spaceissa
fr: Afficher "F" au lieu de l'icône de l'application dans les Espaces en plein écran
he: הצג "F" במקום סמל היישום במרחבים במסך מלא
hi: फुल-स्क्रीन स्पेसेस पर ऐप आइकन के बजाय "F" दिखाएँ
hu: "F" megjelenítése az alkalmazás ikonja helyett a teljes képernyős Space-eken
id: Tampilkan "F" alih-alih ikon aplikasi pada Space layar penuh
it: Mostra "F" invece dell'icona dell'app negli Spazi a schermo intero
ja: 全画面のスペースにアプリのアイコンの代わりに「F」を表示
ko: 전체 화면 스페이스에서 앱 아이콘 대신 "F" 표시
mk: Прикажи "F" наместо иконата на апликацијата на Просторите на цел екран
ms: Tunjukkan "F" dan bukan ikon aplikasi pada Ruang skrin penuh
nb: Vis "F" i stedet for appikonet på Spaces i fullskjerm
nl: "F" tonen in plaats van het app-pictogram op Spaces met volledig scherm
nn: Vis "F" i staden for programikonet på Spaces i fullskjerm
pa: فل اسکرین سپیسز اُتے ایپ آئیکن دی تھاں "F" وکھاؤ
pl: Pokazuj "F" zamiast ikony aplikacji na pełnoekranowych Spaces
ps: د بشپړ سکرین په سپېسونو کې د اپلېکېشن د نښې پر ځای "F" وښایاست
pt: Mostrar "F" em vez do ícone da aplicação nos Espaços em ecrã inteiro
pt_br: Mostrar "F" em vez do ícone do aplicativo nos Espaços em tela cheia
ro: Afișează "F" în locul pictogramei aplicației în Spațiile pe tot ecranul
ru: Показывать "F" вместо значка приложения для полноэкранных Пространств
sk: Zobraziť "F" namiesto ikony aplikácie pre celoobrazovkové Priestory
sr: Prikaži "F" umesto ikone aplikacije na Prostorima preko celog ekrana
sv: Visa "F" i stället för appikonen på Spaces i helskärm
th: แสดง "F" แทนไอคอนแอปบน Space เต็มหน้าจอ
tr: Tam ekran Alanlarda uygulama simgesi yerine "F" göster
uk: Показувати "F" замість значка застосунку для повноекранних Просторів
ur: فل اسکرین اسپیسز پر ایپ آئیکن کی بجائے "F" دکھائیں
vi: Hiển thị "F" thay cho biểu tượng ứng dụng trên các Không gian toàn màn hình
zh_hans: 在全屏空间显示 "F" 而非应用图标
zh_hant: 在全螢幕空間顯示「F」而非應用程式圖示
zh_hk: 在全螢幕空間顯示「F」而非應用程式圖示

# toggle_auto_check_updates
source: Automatically check for updates
ar: التحقق من التحديثات تلقائيًا
bg: Автоматична проверка за актуализации
ca: Comprova les actualitzacions automàticament
cs: Automaticky kontrolovat aktualizace
da: Søg automatisk efter opdateringer
de: Automatisch nach Updates suchen
el: Αυτόματος έλεγχος για ενημερώσεις
es: Buscar actualizaciones automáticamente
fa: بررسی خودکار به‌روزرسانی‌ها
fi: Etsi päivityksiä automaattisesti
fr: Rechercher automatiquement les mises à jour
he: בדיקת עדכונים אוטומטית
hi: अपडेट स्वचालित रूप से जांचें
hu: Frissítések automatikus keresése
id: Periksa pembaruan secara otomatis
it: Verifica automaticamente gli aggiornamenti
ja: アップデートを自動的に確認
ko: 자동으로 업데이트 확인
mk: Автоматски проверувај за ажурирања
ms: Semak kemas kini secara automatik
nb: Se etter oppdateringer automatisk
nl: Zoek automatisch naar updates
nn: Sjå etter oppdateringar automatisk
pa: اپڈیٹس خودکار طور تے چیک کرو
pl: Automatycznie sprawdzaj uaktualnienia
ps: اوسمهالونه په اتوماتيک ډول وګورئ
pt: Procurar atualizações automaticamente
pt_br: Buscar atualizações automaticamente
ro: Verifică automat actualizările
ru: Автоматически проверять обновления
sk: Automaticky kontrolovať aktualizácie
sr: Automatski proveravaj ažuriranja
sv: Sök efter uppdateringar automatiskt
th: ตรวจสอบอัปเดตโดยอัตโนมัติ
tr: Güncellemeleri otomatik olarak denetle
uk: Автоматично перевіряти оновлення
ur: اپ ڈیٹس خودکار طور پر چیک کریں
vi: Tự động kiểm tra bản cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新
zh_hk: 自動檢查更新

# toggle_auto_install_updates
source: Automatically install updates
ar: تثبيت التحديثات تلقائيًا
bg: Автоматично инсталиране на актуализации
ca: Instal·la les actualitzacions automàticament
cs: Automaticky instalovat aktualizace
da: Installer automatisk opdateringer
de: Updates automatisch installieren
el: Αυτόματη εγκατάσταση ενημερώσεων
es: Instalar actualizaciones automáticamente
fa: نصب خودکار به‌روزرسانی‌ها
fi: Asenna päivitykset automaattisesti
fr: Installer automatiquement les mises à jour
he: התקנת עדכונים אוטומטית
hi: अपडेट स्वचालित रूप से इंस्टॉल करें
hu: Frissítések automatikus telepítése
id: Instal pembaruan secara otomatis
it: Installa automaticamente gli aggiornamenti
ja: アップデートを自動的にインストール
ko: 자동으로 업데이트 설치
mk: Автоматски инсталирај ажурирања
ms: Pasang kemas kini secara automatik
nb: Installer oppdateringer automatisk
nl: Installeer updates automatisch
nn: Installer oppdateringar automatisk
pa: اپڈیٹس خودکار طور تے انسٹال کرو
pl: Automatycznie instaluj uaktualnienia
ps: اوسمهالونه په اتوماتيک ډول نصب کړئ
pt: Instalar atualizações automaticamente
pt_br: Instalar atualizações automaticamente
ro: Instalează automat actualizările
ru: Автоматически устанавливать обновления
sk: Automaticky inštalovať aktualizácie
sr: Automatski instaliraj ažuriranja
sv: Installera uppdateringar automatiskt
th: ติดตั้งอัปเดตโดยอัตโนมัติ
tr: Güncellemeleri otomatik olarak yükle
uk: Автоматично встановлювати оновлення
ur: اپ ڈیٹس خودکار طور پر انسٹال کریں
vi: Tự động cài đặt bản cập nhật
zh_hans: 自动安装更新
zh_hant: 自動安裝更新
zh_hk: 自動安裝更新

# toggle_classic_switching
source: Classic switching
ar: التبديل الكلاسيكي
bg: Класическо превключване
ca: Canvi clàssic
cs: Klasické přepínání
da: Klassisk skift
de: Klassisches Umschalten
el: Κλασική εναλλαγή
es: Cambio clásico
fa: جابه‌جایی کلاسیک
fi: Klassinen vaihto
fr: Changement classique
he: החלפה קלאסית
hi: क्लासिक स्विचिंग
hu: Klasszikus váltás
id: Peralihan klasik
it: Passaggio classico
ja: クラシックな切り替え
ko: 클래식 전환
mk: Класично префрлување
ms: Penukaran klasik
nb: Klassisk bytte
nl: Klassiek wisselen
nn: Klassisk byte
pa: کلاسک سوئچنگ
pl: Klasyczne przełączanie
ps: کلاسیک بدلون
pt: Mudança clássica
pt_br: Troca clássica
ro: Comutare clasică
ru: Классическое переключение
sk: Klasické prepínanie
sr: Klasično prebacivanje
sv: Klassiskt byte
th: การสลับแบบดั้งเดิม
tr: Klasik geçiş
uk: Класичне перемикання
ur: کلاسیکی سوئچنگ
vi: Chuyển đổi cổ điển
zh_hans: 经典切换
zh_hant: 傳統切換
zh_hk: 傳統切換

# toggle_click_to_switch_spaces
source: Click to switch Spaces
ar: انقر للتبديل بين المساحات
bg: Кликни за смяна на Пространства
ca: Clica per canviar d'Espai
cs: Kliknutím přepnete Space
da: Klik for at skifte Space
de: Klicken, um Spaces zu wechseln
el: Κλικ για εναλλαγή Χώρων
es: Hacer clic para cambiar de Espacio
fa: کلیک کنید تا فضا عوض شود
fi: Vaihda Spacea napsauttamalla
fr: Cliquer pour changer d'Espace
he: לחץ כדי להחליף מרחבים
hi: स्पेस बदलने के लिए क्लिक करें
hu: Kattintson a Space váltásához
id: Klik untuk beralih Space
it: Fai clic per cambiare Spazio
ja: クリックでスペースを切り替え
ko: 클릭하여 스페이스 전환
mk: Кликни за да смениш Простор
ms: Klik untuk bertukar Ruang
nb: Klikk for å bytte Space
nl: Klik om Spaces te wisselen
nn: Klikk for å byte Space
pa: سپیسز بدلن لئی کلک کرو
pl: Kliknij, aby przełączyć Space
ps: د سپېسونو بدلولو لپاره کليک وکړئ
pt: Clicar para mudar de Espaço
pt_br: Clique para trocar de Espaço
ro: Clic pentru a schimba Spațiul
ru: Нажмите, чтобы переключать Пространства
sk: Kliknutím prepnúť Priestory
sr: Klikni za prebacivanje Prostora
sv: Klicka för att byta Space
th: คลิกเพื่อสลับ Space
tr: Tıklayarak Alan değiştir
uk: Клікнути, щоб перемкнути Простори
ur: اسپیسز بدلنے کے لیے کلک کریں
vi: Nhấp để chuyển Không gian
zh_hans: 点按切换空间
zh_hant: 點擊切換空間
zh_hk: 點擊以切換空間

# toggle_dim_inactive_spaces
source: Dim inactive Spaces
ar: تعتيم المساحات غير النشطة
bg: Затъмни неактивните Пространства
ca: Atenua els Espais inactius
cs: Ztmavit neaktivní Spaces
da: Nedton inaktive Spaces
de: Inaktive Spaces abdunkeln
el: Σκίαση ανενεργών Χώρων
es: Atenuar Espacios inactivos
fa: تار کردن فضاهای غیرفعال
fi: Himmennä ei-aktiiviset Spacet
fr: Atténuer les Espaces inactifs
he: הכהה מרחבים לא פעילים
hi: गैर-सक्रिय स्पेसेस को मंद करें
hu: Tompa megjelenés inaktív Space-eknél
id: Redupkan Space yang tidak aktif
it: Attenua gli Spazi inattivi
ja: 非アクティブなスペースを減光
ko: 비활성 스페이스 흐리게
mk: Затемни неактивни Простори
ms: Malapkan Ruang tidak aktif
nb: Demp inaktive Spaces
nl: Inactieve Spaces dimmen
nn: Demp inaktive Spaces
pa: غیر فعال سپیسز نوں مدھم کرو
pl: Przyciemnij nieaktywne Spaces
ps: غیرفعال سپېسونه کم روڼ کړئ
pt: Atenuar Espaços inativos
pt_br: Atenuar Espaços inativos
ro: Atenuează Spațiile inactive
ru: Затемнять неактивные Пространства
sk: Stlmiť neaktívne Priestory
sr: Zatamni neaktivne Prostore
sv: Tona ned inaktiva Spaces
th: ลดความสว่างของ Space ที่ไม่ใช้งาน
tr: Etkin olmayan Alanları karart
uk: Затемнювати неактивні Простори
ur: غیر فعال اسپیسز کو مدھم کریں
vi: Giảm độ sáng Không gian không hoạt động
zh_hans: 使非活动空间变暗
zh_hant: 使非作用中空間變暗
zh_hk: 調暗非使用中空間

# toggle_hide_empty_spaces
source: Hide empty Spaces
ar: إخفاء المساحات الفارغة
bg: Скрий празните Пространства
ca: Amaga els Espais buits
cs: Skrýt prázdné Spaces
da: Skjul tomme Spaces
de: Leere Spaces ausblenden
el: Απόκρυψη άδειων Χώρων
es: Ocultar Espacios vacíos
fa: مخفی کردن فضاهای خالی
fi: Piilota tyhjät Spacet
fr: Masquer les Espaces vides
he: הסתר מרחבים ריקים
hi: खाली स्पेसेस छिपाएँ
hu: Üres Space-ek elrejtése
id: Sembunyikan Space kosong
it: Nascondi gli Spazi vuoti
ja: 空のスペースを非表示
ko: 빈 스페이스 숨기기
mk: Сокриј празни Простори
ms: Sembunyikan Ruang kosong
nb: Skjul tomme Spaces
nl: Lege Spaces verbergen
nn: Gøym tomme Spaces
pa: خالی سپیسز لکاؤ
pl: Ukryj puste Spaces
ps: خالي سپېسونه پټ کړئ
pt: Ocultar Espaços vazios
pt_br: Ocultar Espaços vazios
ro: Ascunde Spațiile goale
ru: Скрывать пустые Пространства
sk: Skryť prázdne Priestory
sr: Sakrij prazne Prostore
sv: Dölj tomma Spaces
th: ซ่อน Space ว่าง
tr: Boş Alanları gizle
uk: Приховувати порожні Простори
ur: خالی اسپیسز چھپائیں
vi: Ẩn Không gian trống
zh_hans: 隐藏空的空间
zh_hant: 隱藏空的空間
zh_hk: 隱藏空的空間

# toggle_hide_fullscreen_apps
source: Hide full-screen applications
ar: إخفاء التطبيقات بملء الشاشة
bg: Скрий приложенията на цял екран
ca: Amaga les aplicacions a pantalla completa
cs: Skrýt aplikace na celou obrazovku
da: Skjul fuldskærmsapps
de: Vollbild-Apps ausblenden
el: Απόκρυψη εφαρμογών πλήρους οθόνης
es: Ocultar aplicaciones a pantalla completa
fa: مخفی کردن برنامه‌های تمام‌صفحه
fi: Piilota koko näytön sovellukset
fr: Masquer les applications en plein écran
he: הסתר יישומים במסך מלא
hi: फुल-स्क्रीन ऐप्स छिपाएँ
hu: A teljes képernyős alkalmazások elrejtése
id: Sembunyikan aplikasi layar penuh
it: Nascondi le app a schermo intero
ja: フルスクリーンアプリを非表示
ko: 전체 화면 앱 숨기기
mk: Сокриј апликации на цел екран
ms: Sembunyikan aplikasi skrin penuh
nb: Skjul fullskjermsapper
nl: Apps op volledig scherm verbergen
nn: Gøym program i fullskjerm
pa: فل اسکرین ایپس لکاؤ
pl: Ukryj aplikacje na pełnym ekranie
ps: بشپړ سکرین اپلېکېشنونه پټ کړئ
pt: Ocultar aplicações em ecrã inteiro
pt_br: Ocultar aplicativos em tela cheia
ro: Ascunde aplicațiile pe tot ecranul
ru: Скрывать полноэкранные приложения
sk: Skryť celoobrazovkové aplikácie
sr: Sakrij aplikacije preko celog ekrana
sv: Dölj helskärmsappar
th: ซ่อนแอปเต็มหน้าจอ
tr: Tam ekran uygulamaları gizle
uk: Приховати повноекранні застосунки
ur: فل اسکرین ایپس چھپائیں
vi: Ẩn ứng dụng toàn màn hình
zh_hans: 隐藏全屏应用
zh_hant: 隱藏全螢幕應用程式
zh_hk: 隱藏全螢幕應用程式

# toggle_hide_single_space
source: Hide single Space
ar: إخفاء المساحة الوحيدة
bg: Скрий единично Пространство
ca: Amaga l'Espai únic
cs: Skrýt jeden Space
da: Skjul enkelt Space
de: Einzelnen Space ausblenden
el: Απόκρυψη μεμονωμένου Χώρου
es: Ocultar Espacio único
fa: مخفی کردن تنها فضای موجود
fi: Piilota yksittäinen Space
fr: Masquer l'Espace unique
he: הסתר מרחב יחיד
hi: केवल एक स्पेस होने पर मेनू बार आइकन छिपाएँ
hu: Egyetlen Space elrejtése
id: Sembunyikan Space tunggal
it: Nascondi l'unico Spazio
ja: 単一のスペースを非表示
ko: 단일 스페이스 숨기기
mk: Сокриј единствен Простор
ms: Sembunyikan Ruang tunggal
nb: Skjul enkelt Space
nl: Enkele Space verbergen
nn: Gøym enkelt Space
pa: اکلا سپیس لکاؤ
pl: Ukryj pojedynczy Space
ps: یوازینی سپېس پټ کړئ
pt: Ocultar Espaço único
pt_br: Ocultar Espaço único
ro: Ascunde Spațiul unic
ru: Скрыть единственное Пространство
sk: Skryť jeden Priestor
sr: Sakrij pojedinačni Prostor
sv: Dölj enstaka Space
th: ซ่อน Space เดี่ยว
tr: Tek Alanı gizle
uk: Приховати єдиний Простір
ur: واحد اسپیس چھپائیں
vi: Ẩn Không gian đơn
zh_hans: 隐藏单个空间
zh_hant: 隱藏單一空間
zh_hk: 隱藏單一空間

# toggle_launch_at_login
source: Launch at Login
ar: تشغيل عند تسجيل الدخول
bg: Стартирай при вход
ca: Executa en iniciar sessió
cs: Spustit při přihlášení
da: Start ved login
de: Beim Login starten
el: Εκκίνηση στη σύνδεση
es: Abrir al iniciar sesión
fa: اجرای هنگام ورود
fi: Käynnistä kirjautuessa
fr: Lancer à l'ouverture de session
he: הפעל בעת ההתחברות
hi: लॉगिन पर चालू करें
hu: Indítás bejelentkezéskor
id: Jalankan saat masuk
it: Avvio all'accesso
ja: ログイン時に起動
ko: 로그인 시 실행
mk: Стартувај при најавување
ms: Jalankan semasa log masuk
nb: Start ved innlogging
nl: Starten bij inloggen
nn: Start ved pålogging
pa: لاگ اِن 'تے چلاؤ
pl: Uruchamiaj przy logowaniu
ps: د ننوتلو پر مهال وچلوئ
pt: Abrir ao iniciar sessão
pt_br: Abrir ao iniciar sessão
ro: Pornește la autentificare
ru: Запускать при входе
sk: Spustiť pri prihlásení
sr: Pokreni pri prijavi
sv: Starta vid inloggning
th: เปิดเมื่อเข้าสู่ระบบ
tr: Girişte çalıştır
uk: Запускати під час входу
ur: لاگ اِن پر چلائیں
vi: Chạy khi đăng nhập
zh_hans: 登录时启动
zh_hant: 登入時啟動
zh_hk: 登入時啟動

# toggle_local_space_numbers
source: Restart numbering per Display
ar: إعادة الترقيم لكل شاشة
bg: Започвай номерирането отново за всеки дисплей
ca: Reinicia la numeració per pantalla
cs: Číslovat od začátku na každém displeji
da: Start nummerering forfra på hver skærm
de: Nummerierung pro Display neu beginnen
el: Επανεκκίνηση αρίθμησης ανά οθόνη
es: Reiniciar la numeración en cada pantalla
fa: شروع دوباره شماره‌گذاری برای هر نمایشگر
fi: Aloita numerointi alusta joka näytöllä
fr: Recommencer la numérotation sur chaque écran
he: התחל מספור מחדש בכל תצוגה
hi: हर डिस्प्ले पर नंबरिंग फिर से शुरू करें
hu: Számozás újrakezdése kijelzőnként
id: Mulai ulang penomoran di tiap layar
it: Ricomincia la numerazione su ogni monitor
ja: ディスプレイごとに番号を振り直す
ko: 디스플레이마다 번호를 다시 시작
mk: Започни го нумерирањето одново по дисплеј
ms: Mulakan semula penomboran pada setiap paparan
nb: Start nummerering på nytt per skjerm
nl: Nummering per scherm opnieuw beginnen
nn: Start nummerering på nytt per skjerm
pa: ہر ڈسپلے تے نمبرنگ مُڑ شروع کرو
pl: Zacznij numerację od nowa na każdym ekranie
ps: په هر ډیسپلې کې شمېرنه له سره پیل کړئ
pt: Reiniciar a numeração em cada monitor
pt_br: Reiniciar a numeração em cada tela
ro: Reîncepe numerotarea pe fiecare ecran
ru: Начинать нумерацию заново на каждом дисплее
sk: Číslovať od začiatku na každom displeji
sr: Počni numerisanje ispočetka po ekranu
sv: Börja om numreringen på varje skärm
th: เริ่มนับหมายเลขใหม่ในแต่ละจอภาพ
tr: Numaralandırmayı her ekranda yeniden başlat
uk: Починати нумерацію заново на кожному дисплеї
ur: ہر ڈسپلے پر نمبرنگ دوبارہ شروع کریں
vi: Đánh số lại từ đầu trên mỗi màn hình
zh_hans: 每个显示器重新开始编号
zh_hant: 每個顯示器重新開始編號
zh_hk: 每個顯示器重新開始編號

# toggle_scroll_haptic_feedback
source: Haptic Feedback
ar: ردود الفعل اللمسية
bg: Тактилна обратна връзка
ca: Resposta hàptica
cs: Haptická odezva
da: Haptisk feedback
de: Haptisches Feedback
el: Απτική ανάδραση
es: Respuesta háptica
fa: بازخورد لمسی
fi: Haptinen palaute
fr: Retour haptique
he: משוב מישושי
hi: हैप्टिक फ़ीडबैक
hu: Haptikus visszajelzés
id: Umpan Balik Haptik
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱 피드백
mk: Тактилна повратна информација
ms: Maklum Balas Haptik
nb: Haptisk tilbakemelding
nl: Haptische feedback
nn: Haptisk tilbakemelding
pa: ہیپٹک فیڈبیک
pl: Reakcja haptyczna
ps: لمسي غبرګون
pt: Resposta háptica
pt_br: Resposta tátil
ro: Feedback haptic
ru: Тактильный отклик
sk: Haptická odozva
sr: Haptički odziv
sv: Haptisk feedback
th: การตอบสนองแบบสัมผัส
tr: Dokunsal Geri Bildirim
uk: Тактильний відгук
ur: ہیپٹک فیڈ بیک
vi: Phản hồi xúc giác
zh_hans: 触感反馈
zh_hant: 觸覺回饋
zh_hk: 觸覺回饋

# toggle_scroll_inverted
source: Inverted
ar: معكوس
bg: Обърнато
ca: Invertit
cs: Obráceno
da: Omvendt
de: Invertiert
el: Αντεστραμμένη
es: Invertido
fa: معکوس
fi: Käänteinen
fr: Inversé
he: הפוכה
hi: उलटा
hu: Fordított
id: Terbalik
it: Invertito
ja: 反転
ko: 반전
mk: Обратно
ms: Songsang
nb: Omvendt
nl: Omgekeerd
nn: Omvend
pa: اُلٹا
pl: Odwrócone
ps: معکوس
pt: Invertida
pt_br: Invertida
ro: Inversată
ru: Инвертирована
sk: Obrátené
sr: Obrnuto
sv: Inverterad
th: กลับทิศทาง
tr: Ters
uk: Інвертовано
ur: اُلٹا
vi: Đảo ngược
zh_hans: 反转
zh_hant: 反轉
zh_hk: 反轉

# toggle_scroll_wrap_around
source: Wrap Around
ar: التفاف دائري
bg: Циклично превключване
ca: Canvi cíclic
cs: Cyklické přepínání
da: Cyklisk skift
de: Zyklisch wechseln
el: Κυκλική εναλλαγή
es: Cambio cíclico
fa: جابه‌جایی حلقه‌ای
fi: Kiertävä vaihto
fr: En boucle
he: מעבר מחזורי
hi: चक्रीय स्विचिंग
hu: Körkörös váltás
id: Gulir melingkar
it: Ciclo continuo
ja: ループ切り替え
ko: 순환 전환
mk: Циклично префрлање
ms: Pertukaran berkitar
nb: Syklisk bytte
nl: Cyclisch wisselen
nn: Syklisk byte
pa: دوجے سرے توں جاری رکھو
pl: Przełączanie cykliczne
ps: له بل سر څخه بیا پیل
pt: Mudança cíclica
pt_br: Alternância cíclica
ro: Comutare ciclică
ru: Циклическое переключение
sk: Cyklické prepínanie
sr: Ciklično prebacivanje
sv: Cykliskt byte
th: วนรอบ
tr: Döngüsel geçiş
uk: Циклічне перемикання
ur: دائروی تبدیلی
vi: Chuyển tuần hoàn
zh_hans: 循环切换
zh_hant: 循環切換
zh_hk: 循環切換

# toggle_show_all_displays
source: Show Spaces from other Displays
ar: عرض المساحات من الشاشات الأخرى
bg: Показвай Пространствата от други дисплеи
ca: Mostra els Espais d'altres pantalles
cs: Zobrazit Spaces z ostatních displejů
da: Vis Spaces fra andre skærme
de: Spaces anderer Displays anzeigen
el: Εμφάνιση Χώρων από άλλες οθόνες
es: Mostrar Espacios de otras pantallas
fa: نمایش فضاهای نمایشگرهای دیگر
fi: Näytä muiden näyttöjen Spacet
fr: Afficher les Espaces des autres écrans
he: הצג מרחבים מתצוגות אחרות
hi: अन्य डिस्प्ले के स्पेसेस दिखाएँ
hu: Más kijelzők Space-einek megjelenítése
id: Tampilkan Space dari layar lain
it: Mostra gli Spazi di altri monitor
ja: 他のディスプレイのスペースを表示
ko: 다른 디스플레이의 스페이스 표시
mk: Прикажи Простори од други дисплеи
ms: Tunjukkan Ruang dari paparan lain
nb: Vis Spaces fra andre skjermer
nl: Spaces van andere schermen tonen
nn: Vis Spaces frå andre skjermar
pa: دوجے ڈسپلے دے سپیسز وکھاؤ
pl: Pokaż Spaces z innych ekranów
ps: د نورو ډیسپلېونو سپېسونه ښکاره کړئ
pt: Mostrar Espaços de outros monitores
pt_br: Mostrar Espaços de outras telas
ro: Afișează Spațiile de pe alte ecrane
ru: Показывать Пространства других дисплеев
sk: Zobraziť Priestory z iných displejov
sr: Prikaži Prostore sa drugih ekrana
sv: Visa Spaces från andra skärmar
th: แสดง Space จากจอภาพอื่น
tr: Diğer ekranlardaki Alanları göster
uk: Показувати Простори з інших дисплеїв
ur: دیگر ڈسپلے کے اسپیسز دکھائیں
vi: Hiển thị Không gian của các màn hình khác
zh_hans: 显示其他显示器的空间
zh_hant: 顯示其他顯示器的空間
zh_hk: 顯示其他顯示器的空間

# toggle_show_all_spaces
source: Show every Space
ar: إظهار كل المساحات
bg: Покажи всяко Пространство
ca: Mostra cada Espai
cs: Zobrazit každý Space
da: Vis hvert Space
de: Jeden Space anzeigen
el: Εμφάνιση κάθε Χώρου
es: Mostrar cada Espacio
fa: نمایش هر فضا
fi: Näytä kaikki Spacet
fr: Afficher chaque Espace
he: הצג כל מרחב
hi: हर स्पेस दिखाएँ
hu: Minden Space megjelenítése
id: Tampilkan setiap Space
it: Mostra ogni Spazio
ja: すべてのスペースを表示
ko: 모든 스페이스 표시
mk: Прикажи го секој Простор
ms: Tunjukkan setiap Ruang
nb: Vis hvert Space
nl: Elke Space tonen
nn: Vis kvar Space
pa: ہر سپیس دکھاؤ
pl: Pokaż każdy Space
ps: هر سپېس وښایئ
pt: Mostrar cada Espaço
pt_br: Mostrar cada Espaço
ro: Afișează fiecare Spațiu
ru: Показывать каждое Пространство
sk: Zobraziť každý Priestor
sr: Prikaži svaki Prostor
sv: Visa varje Space
th: แสดงทุก Space
tr: Her Alanı göster
uk: Показувати кожен Простір
ur: ہر اسپیس دکھائیں
vi: Hiển thị mọi Không gian
zh_hans: 显示每个空间
zh_hant: 顯示每個空間
zh_hk: 顯示每個空間

# toggle_shrink_to_fit
source: Shrink to fit
ar: تصغير ليتناسب
bg: Намали, за да се побере
ca: Redueix perquè hi càpiga
cs: Zmenšit, aby se vešlo
da: Formindsk, så det passer
de: Verkleinern, damit es passt
el: Σμίκρυνση ώστε να χωράει
es: Reducir para que quepa
fa: کوچک کردن برای جا شدن
fi: Pienennä, jotta se mahtuu
fr: Réduire pour que ça tienne
he: הקטן כדי שייכנס
hi: फ़िट होने के लिए छोटा करें
hu: Kicsinyítés, hogy elférjen
id: Perkecil agar muat
it: Riduci perché ci stia
ja: 収まるように縮小
ko: 메뉴 막대에 맞게 축소
mk: Намали за да се собере
ms: Kecilkan supaya muat
nb: Krymp så det får plass
nl: Verkleinen zodat het past
nn: Krymp så det får plass
pa: فٹ ہون لئی چھوٹا کرو
pl: Zmniejsz, aby się zmieściło
ps: کوچنی یې کړئ چې ځای شي
pt: Reduzir para caber
pt_br: Reduzir para caber
ro: Micșorează pentru a încăpea
ru: Уменьшать до доступной ширины
sk: Zmenšiť, aby sa zmestilo
sr: Smanji da stane
sv: Krymp så att det får plats
th: ย่อให้พอดี
tr: Sığacak şekilde küçült
uk: Зменшувати до доступної ширини
ur: فٹ ہونے کے لیے چھوٹا کریں
vi: Thu nhỏ cho vừa
zh_hans: 缩小以适应菜单栏宽度
zh_hant: 縮小以符合選單列寬度
zh_hk: 縮小以符合選單列寬度

# toggle_use_f_for_fullscreen_apps
source: Use "F" for full-screen Applications
ar: استخدام "F" لتطبيقات ملء الشاشة
bg: Използвай "F" за приложенията на цял екран
ca: Utilitza "F" per a les aplicacions a pantalla completa
cs: Používat "F" pro aplikace na celou obrazovku
da: Brug "F" til fuldskærmsapps
de: "F" für Vollbild-Apps verwenden
el: Χρήση του "F" για εφαρμογές πλήρους οθόνης
es: Usar "F" para las aplicaciones a pantalla completa
fa: استفاده از "F" برای برنامه‌های تمام‌صفحه
fi: Käytä "F"-merkkiä koko näytön sovelluksille
fr: Utiliser "F" pour les applications en plein écran
he: השתמש ב-"F" ליישומי מסך מלא
hi: फुल-स्क्रीन ऐप्स के लिए "F" उपयोग करें
hu: "F" használata a teljes képernyős alkalmazásokhoz
id: Gunakan "F" untuk aplikasi layar penuh
it: Usa "F" per le app a schermo intero
ja: 全画面アプリに「F」を使用
ko: 전체 화면 앱에 "F" 사용
mk: Користи "F" за апликации на цел екран
ms: Guna "F" untuk aplikasi skrin penuh
nb: Bruk "F" for fullskjermsapper
nl: "F" gebruiken voor apps op volledig scherm
nn: Bruk "F" for fullskjermprogram
pa: فل اسکرین ایپس لئی "F" ورتو
pl: Używaj "F" dla aplikacji pełnoekranowych
ps: د بشپړ سکرین اپلېکېشنونو لپاره "F" وکاروئ
pt: Usar "F" para aplicações em ecrã inteiro
pt_br: Usar "F" para aplicativos em tela cheia
ro: Folosește "F" pentru aplicațiile pe tot ecranul
ru: Использовать "F" для полноэкранных приложений
sk: Používať "F" pre celoobrazovkové aplikácie
sr: Koristi "F" za aplikacije preko celog ekrana
sv: Använd "F" för helskärmsappar
th: ใช้ "F" สำหรับแอปเต็มหน้าจอ
tr: Tam ekran uygulamalar için "F" kullan
uk: Використовувати "F" для повноекранних застосунків
ur: فل اسکرین ایپس کے لیے "F" استعمال کریں
vi: Dùng "F" cho ứng dụng toàn màn hình
zh_hans: 全屏应用使用 "F"
zh_hant: 全螢幕應用程式使用「F」
zh_hk: 全螢幕應用程式使用「F」
